<?php
namespace frontend\configs;
use \common\models;
/**
 *公共静态类
 * create by chris
 *
 */
class MessageConfig{

    public static $Message = [
        /*publish*/
        1=>['title'=>'融资发布','content'=>"融资编号:{1},发布信息越详细，处置效率越高噢。"],
        2=>['title'=>'清收发布','content'=>'清收编号:{1},发布成功，发布信息越详细，处置效率越高。'],
        3=>['title'=>'诉讼发布','content'=>'诉讼编号:{1},发布成功，发布信息越详细，处置效率越高。'],

        4=>['title'=>'新的申请','content'=>'融资编号：{1} 已有接单方申请，快去看看吧。'],
        5=>['title'=>'新的申请','content'=>'清收编号：{1} 有1条新的申请，详情请查看。'],
        6=>['title'=>'新的申请','content'=>'诉讼编号：{1} 有1条新的申请，详情请查看。'],

        /*applyactionDeterminefinancing*/
        7=>['title'=>'申请成功','content'=>'融资 编号:{1} ,接单申请成功，详情请查看。'],
        8=>['title'=>'申请成功','content'=>'清收 编号:{1} ,接单申请成功，详情请查看。'],
        9=>['title'=>'申请成功','content'=>'诉讼 编号:{1} ,接单申请成功，详情请查看。'],

        /*useractionAddevaluate*/
        10=>['title'=>'收到评价','content'=>'{1} 编号:{2} ,收到1条评价，看看他怎么说？'],
        11=>['title'=>'收到评价','content'=>'清收 编号:{1} ,收到1条评价，详情请查看。'],
        12=>['title'=>'收到评价','content'=>'诉讼 编号:{1} ,收到1条评价，详情请查看。'],

        /*orderactionDisposingprocessadd*/
        13=>['title'=>'有新进度','content'=>'{1} 编号:{2} ,接单方已经更新了1条新的进度，赶快去瞅瞅吧。'],
        14=>['title'=>'有新进度','content'=>'清收 编号:{1} ,接单方已经更新了1条新的进度，赶快去瞅瞅吧。'],
        15=>['title'=>'有新进度','content'=>'诉讼 编号:{1} ,接单方已经更新了1条新的进度，赶快去瞅瞅吧。'],

        /*orderactionDisposingdelayadd*/
        16=>['title'=>'延迟申请','content'=>'{1} 编号:{2} ,接单方申请延期{2}天'],
        17=>['title'=>'延迟申请','content'=>'清收 编号:{1} ,接单方申请延期{2}天'],
        18=>['title'=>'延迟申请','content'=>'诉讼 编号:{1} ,接单方申请延期{2}天'],

        19=>['title'=>'认证成功','content'=>'您已完成个人认证，认证成功后即可接单。'],
        20=>['title'=>'添加经办人成功','content'=>'恭喜您添加经办人成功，经办人可以发布信息或者处置信息。'],

        21=>['title'=>'申请失败','content'=>'您的申请已失败'],
		22=>['title'=>'结案申请','content'=>'诉讼 编号:{1} ,接单方申请结案，详情请查看。 '],
		23=>['title'=>'结案申请','content'=>'诉讼 编号:{1} ,发布方申请结案，详情请查看。'],
		24=>['title'=>'结案申请','content'=>'清收 编号:{1} ,接单方申请结案，详情请查看。'],
		25=>['title'=>'结案申请','content'=>'清收 编号:{1} ,发布方申请结案，详情请查看。'],
		26=>['title'=>'注册成功','content'=>'欢迎您加入【清道夫债管家】，注册成功后即可发布债权信息，开启您的清收新时代。'],
		27=>['title'=>'认证成功','content'=>'您已完成公司认证，认证成功后即可接单。'],
		28=>['title'=>'认证成功','content'=>'您已完成律所认证，认证成功后即可接单。'],
		29=>['title'=>'终止','content'=>'诉讼 编号:{1},已终止，详情请查看。'],
		30=>['title'=>'终止','content'=>'清收 编号:{1},已终止，详情请查看。'],
		31=>['title'=>'保函申请成功','content'=>'编号:{1},申请成功，请耐心等待。'],
		32=>['title'=>'保全申请成功','content'=>'编号:{1},申请成功，请耐心等待。'],
		
		//发布方
		100=>['title'=>'新的申请','relatitle'=>'编号：{1}','content'=>'已有接单方申请，快去看看吧。'],
		101=>['title'=>'发布成功','relatitle'=>'编号：{1}','content'=>'发布成功，发布信息越详细，处置效率越高。'],
		102=>['title'=>'草稿保存成功','relatitle'=>'编号：{1}','content'=>'数据已保存，请尽快发布。'],
		103=>['title'=>'删除产品成功','relatitle'=>'编号：{1}','content'=>'产品已删除'],
		104=>['title'=>'编辑成功','relatitle'=>'编号：{1}','content'=>'数据已修改成功，快去看看吧'],
		105=>['title'=>'草稿编辑成功','relatitle'=>'编号：{1}','content'=>'数据已修改成功，请尽快发布'],
		106=>['title'=>'收藏成功','relatitle'=>'编号：{1}','content'=>'您已成功收藏该笔产品，快去看看吧'],
		107=>['title'=>'面谈','relatitle'=>'编号：{1}','content'=>'发布方已向你发起面谈，快去看看吧'],
		108=>['title'=>'取消面谈','relatitle'=>'编号：{1}','content'=>'发布方已取消您对该笔产品的面谈'],
		109=>['title'=>'通过申请','relatitle'=>'编号：{1}','content'=>'发布方已同意您的申请，请尽快处理'],
		110=>['title'=>'同意结案','relatitle'=>'编号：{1}','content'=>'发布方已同意了您的结案申请，快去看看吧'],
		111=>['title'=>'否决结案','relatitle'=>'编号：{1}','content'=>'发布方已否决了您的结案申请，快去看看吧'],
		112=>['title'=>'申请终止','relatitle'=>'编号：{1}','content'=>'发布方发起终止，快去看看吧'],
		113=>['title'=>'同意终止','relatitle'=>'编号：{1}','content'=>'发布方已同意了您的终止申请，快去看看吧'],
		114=>['title'=>'否决终止','relatitle'=>'编号：{1}','content'=>'发布方已否决了您的终止申请，快去看看吧'],
		115=>['title'=>'评价','relatitle'=>'编号：{1}','content'=>'发布方给您发起了评价，快去看看吧'],
		116=>['title'=>'追加评价','relatitle'=>'编号：{1}','content'=>'发布方给您发起了追评，快去看看吧'],
		117=>['title'=>'进度','relatitle'=>'编号：{1}','content'=>'发布方有新的进度[{2}]更新，快去看看吧'],
		118=>['title'=>'申请失败','relatitle'=>'编号：{1}','content'=>'您的产品申请失败'],
		119=>['title'=>'申请认证','relatitle'=>'编号：{1}','content'=>'发布方想同意您接单，但需要您先认证，请快去认证吧'],
		120=>['title'=>'放款成功','relatitle'=>'编号：{1}','content'=>'接单方已放款，请快去查看吧。'],
		121=>['title'=>'回款成功','relatitle'=>'编号：{1}','content'=>'接单方已回款，请前去核实。'],
		
		//接单方
		200=>['title'=>'接单协议确认','relatitle'=>'编号：{1}','content'=>'接单方已上传协议，快去看看吧'],
		201=>['title'=>'进度','relatitle'=>'编号：{1}','content'=>'接单方有新的进度[{2}]更新，快去看看吧'],
		202=>['title'=>'申请结案','relatitle'=>'编号：{1}','content'=>'接单方发起结案，快去看看吧'],
		203=>['title'=>'申请终止','relatitle'=>'编号：{1}','content'=>'接单方发起终止，快去看看吧'],
		204=>['title'=>'同意终止','relatitle'=>'编号：{1}','content'=>'接单方已同意了您的终止申请，快去看看吧'],
		205=>['title'=>'否决终止','relatitle'=>'编号：{1}','content'=>'接单方已否决了您的终止申请，快去看看吧'],
		206=>['title'=>'评价','relatitle'=>'编号：{1}','content'=>'接单方给您发起了评价，快去看看吧'],
		207=>['title'=>'追加评价','relatitle'=>'编号：{1}','content'=>'接单方给您发起了追评，快去看看吧'],
		208=>['title'=>'居间协议确认','relatitle'=>'编号：{1}','content'=>'接单方已确认协议，快去看看吧'],
		209=>['title'=>'经办人','relatitle'=>'编号：{1}','content'=>'接单方已将您作为经办人，快去看看吧'],
		210=>['title'=>'经办人','relatitle'=>'编号：{1}','content'=>'接单方已取消您为经办人的身份，快去看看吧'],
		
		211=>['title'=>'进度','relatitle'=>'编号：{1}','content'=>'经办人有新的进度[{2}]更新，快去看看吧'],
		
		
		
		
		300=>['title'=>'保全申请成功','relatitle'=>'编号：{1}','content'=>'恭喜您!保全提交成功，您可以选择上传证据材料'],
		400=>['title'=>'保函申请成功','relatitle'=>'编号：{1}','content'=>'恭喜您!保函申请提交成功，您可以在我的保函查看保函处理状态'],
    ];
}


