<div class="content_right" style="border:none;">
<div class="wt_xieyi">
    <h3>委托代理协议</h3>
    <div class="xieyi1">
        <div class="wtr">
            <p>委托人(甲方) : <input type="text" autofocus></p>
            <p>身份证号 : <input type="text"></p>
            <p>电话 : <input type="text"></p>
        </div>
        <div class="wtr1">
            <p>委托人(乙方) : <input type="text"></p>
            <p>身份证号 : <input type="text"></p>
            <p>电话 : <input type="text"></p>
        </div>
            <p class="jia">甲方因与<input type="text">（合同/借款）纠纷（该纠纷涉及标的<input type="text">元），托乙方代为办理，经双方协商，订立如下条款，以资共同遵守。</p>
            <p>一、委托事项</p>
            <p class="jia">乙方接受甲方的委托，并指派<input type="text">律师担任甲方与<input type="text">纠纷的诉讼/非诉讼代理人，代理甲方参与诉讼/非诉讼活动，维护甲方权益。</p>

            <p>甲方委托乙方的工作包括但不限于以下内容：</p>
            <p>（1）代为起草本案诉讼所需的法律文书；</p>
            <p>（2）收集整理证据、交换证据、参加庭审；</p>
            <p>（3）代为提交、签收案件证据资料及相关诉讼文件；</p>
            <p>（4）根据案件情况建议并代为申请财产保全；</p>
            <p>（5）向甲方提出非诉解决方案、法律意见等；</p>
            <p>（6）协助或代理甲方进行谈判、协商并出具相关协议、法律文书等；</p>
            <p> (7) 双方协商的其它事项。</p>
            <p> 二、代理权限.</p>
            <p>特别代理，具体以授权委托书记载为准。   </p>
            <p>三、合同期限</p>
            <p class="jia">自双方签订本合同之日起至（【<input type="text">】年【<input type="text">】月【<input type="text">】日/本合同所及案件相关费用、办案费结清之日终止）。</p>
            <p>四、双方权利、义务</p>
            <p>1、甲方应全面、客观地向乙方陈述案件真实情况，提供相关证据资料，若需要进行诉讼的，需负责提供所有证据资料的原件，否则甲方承担相应后果。                              </p>
            <p>2、甲方应提供办理各项委托事务的方便条件。</p>
            <p>3、乙方应本着认真负责，竭力保护甲方合法权益的精神，在甲方授权范围内履行职责。</p>
            <p>五、费用支付</p>
            <p>1、甲方按以下方式和金额向乙方支付代理服务费用：</p>
            <p>方式：现金/转账，</p>
            <p class="jia">金额：标的额【<input type="text">】的【<input type="text">】%。</p>
            <p>2、若涉及诉讼的，诉讼中涉及的下列办案费用由甲方支付：法院诉讼费、鉴定费、评估费、公证费、查档费、翻译费、交通费、通讯费、专家论证费等。</p>
            <p>为办理案件方便，乙方垫付的部分办案费，甲方应根据乙方实际支出按有效票据予以报销支付。</p>
            <p>六、违约责任</p>
            <p>1、甲方未按本合同约定支付费用之前，乙方有权拒绝实施相关代理活动。</p>
            <p>2、乙方应认真负责，维护甲方权益，如因乙方过错导致甲方损失，乙方应按实际损失予以赔偿。</p>
            <p>3、乙方应在授权范围内依法行使代理权，若在代理过程中有任何违法行为，其产生的法律后果由乙方自行承担。</p>
            <p>七、合同的变更和解除 </p>
            <p>1、经双方协商一致，本合同可以解除，合同解除后双方按协商方法处理。</p>
            <p>2、甲方无故单方解除或终止履行本合同，应按合同标的的20%支付违约金。</p>
            <p>3、乙方无故单方解除或终止履行本合同，乙方应退还已收取的费用，甲方未付费用不再支付。</p>
            <p>八、争议解决</p>
            <p>本合同在履行过程中发生争议，双方应友好协商，协商不成任何一方可将争议提交乙方所在地的人民法院解决。</p>
            <p>九、合同的生效</p>
            <p>本合同一式二份，双方各执一份，自双方签订之日起生效。</p>
            <p>（以下空白无正文） </p>
            <p>甲方 : <input type="text">　　　　　　乙方 : <input type="text"></p>
            <p class="jia time1"><input type="text">年<input type="text"> 月<input type="text"> 日</p>
    </div>
    <p><input type="button" value="确定"></p>

</div>
</div>
