<div class="m_intro">
    <div class="t_top">
        <img src="/images/house.png" height="33" width="33" alt="" />
        <h3>关于我们>直向简介</h3>
    </div>
    <div class="zx_text">
        
			<p>
				清道夫债管家，国内知名金融资产综合服务平台，隶属于直向资产管理有限公司。公司自成立以来，致力于互联网金融资产创新服务，整合金融行业优质资源，让资产交易与清收更便捷、更高效。</p>

            <p>平台以严格的质量管理体系、信用管理体系为依托，整合全国包括P2P、小额信贷、消费金融公司等在内的信贷企业和清收服务企业等市场优质资源，与全国多家专业律师事务所合作。</p>

            <p>上海综合实力名列前茅的大型法律服务机构——海华永泰律师事务所倾力合资，以“专业赢得尊重、携手成就理想”的核心价值观为客户提供有效优质的法律支持与服务。</p>

            <p>公司总部位于上海陆家嘴，服务面向全国区域，实现全方位资产管理。公司以共享式平台，运用互联网技术与数据分析，将金融资产标准化，与覆盖全国的资产交易和处置资源精准匹配，让资产管理变得更安全、更简单。

            </p> 
             <p> 公司以立志成为资产行业先行者为愿景，秉承“联合合众 资本共赢”的创新经营理念，坚持“公平严谨 专业执着”的核心价值观，专注于互联网金融圈的服务创新，网罗天下资产！

			</p>
    </div>
</div>
