<div class="wt_xieyi09" style="width:100%;max-width:640px;margin:auto;">
    <title>清道夫</title>
<p style="white-space: normal;">　　聚众成势，合力共赢。3月27日下午，清道夫债管家平台上线新闻发布会在浦东嘉里中心大酒店成功举行。在直向资产管理有限公司总经理郑希军与金融界融资、诉讼、清收等领域各专业人士的共同见证下，立志打造中国优质资产管理服务平台、构建资产生态循环体系的清道夫债管家金融资产服务平台正式宣告上线。</p></br>
<p style="white-space: normal; text-align: center;"><img src="http://admin.zcb2016.com/Uploads/image/20160328/1459141322798917.png" title="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系" alt="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系"/></p></br>
<p style="white-space: normal;">　　“清道夫债管家”是直向资产管理有限公司推出的金融资产服务平台，平台倾力打造互联网金融资产创新服务，以严格的服务管理体系为依托，服务全国P2P、小额贷款公司、典当行、金融机构等多形态金融从业机构，致力于资产管理变得标准化、透明化、可流转化。平台运用互联网技术与数据优势，以“激活融资渠道，流转不良资产”的经营理念，联合众多公司共同建立集投融资、清收服务以及法律讼诉服务为一体的资产管理生态循环体系。</p></br>
<p style="white-space: normal; text-align: center;"><img src="http://admin.zcb2016.com/Uploads/image/20160328/1459141493824619.png" title="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系" alt="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系"/></p></br>
<p style="white-space: normal;">　　发布会在三位墨舞表演者刚柔并进的精彩表演中拉开帷幕。</p></br>
<p style="white-space: normal;">　　清道夫债管家平台总经理郑希军在发表致词时表示，“我们所有人当前陷入或将陷入一个多角的困局，各领域都存在着一定的行业困境。但资本之所向，行业必兴旺，未来的方向将是不良资产处置，我们目前所要去做的正是这一金融闭环。金融行业需要有序、可持续的发展，希望不管是线上的互联网金融公司，还是线下的理财公司，都可以百花齐放，百家争鸣。”</p></br>
<p style="white-space: normal; text-align: center;"><img src="http://admin.zcb2016.com/Uploads/image/20160328/1459141377967129.png" title="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系" alt="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系" style="text-align: center; white-space: normal;"/></p></br>
<p style="white-space: normal;">　　聚众成势，合力共赢。清道夫债管家平台的正式上线离不开大家的共同努力与支持。本次平台的上线仪式以一种独特的方式进行，全场近三百名嘉宾在主持人的带领下通过手机微信共同启动平台，每位都参与并见证了这意义非凡的一刻。</p></br>
<p style="white-space: normal;">　　之后直向资产管理有限公司法务事业部总监费山军为现场嘉宾进行详细的项目介绍，清道夫债管家是一家集投融资、清收和诉讼信息为一体的平台，其通过“不良资产处置”和“互联网+”模式的深度结合，创新出一个激情活力的平台，高效整合线上线下渠道资源，以“互联网+”的新模式为客户一体化多层次解决融资、清收、诉讼端等诸多资产管理问题，降低人力物力成本，最大限度提高运作效率。平台是改革、创新的先行者，是新兴行业公司的代表。</p></br>
<p style="white-space: normal;">　　此外，本次发布会还现场与国诚金融、玖富金融、瀛东律师事务所、海华永泰律师所、华诚律师所等融资、诉讼、清收等领域的公司机构签订战略合作协议，正式开启与清道夫债管家合作模式。</p></br>
<p style="white-space: normal; text-align: center;"><img src="http://admin.zcb2016.com/Uploads/image/20160328/1459141470417224.png" title="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系" alt="【清道夫债管家】平台正式宣告上线，致力打造优质资产管理循环体系"/></p></br>
<p style="white-space: normal;">　　在发布会之后的媒体专访环节，郑希军表示，目前经济下行，不良攀升，债务问题成为中国金融的最大风险。不良资产处置行业成为万众创业的下一个“风口”。虽然不能保证介入这一领域一定会取得成功，但既然选择去做，就尽力去做好！ 我们共同期待金融行业朝着规范化、健康化的方向不断发展。清道夫债管家也希望可以用产品、用市场、用客户的满意度走得更远，走得更好！</p></br>
<p><br/>
</p>
</div>