<style>
.text{width:100%;font-size:18px;text-indent:40px;line-height:28px;}
.text-left{font-size:18px;line-height:30px;margin-left:40%;}
</style>
<h3 style="width:100%;text-align:center;">清收协议</h3>
<p class="text">甲方（委托人）：<u>　　　　　　　　　　　　</u></p>
<p class="text">身份证号：<u>　　　　　　　　　　　　　　　</u></p>
<p class="text">乙方（受托人）：<u>　　　　　　　　　　　　</u></p>
<p class="text">身份证号：<u>　　　　　　　　　　　　　　　</u></p>
<p class="text">一、清收基本信息</p> 
<p class="text">出借人<u>　　　　　　　　　　</u>与借款人<u>　　　　　　　　　　</u> 之间依法签订房产抵押借款合同，借款金额人民币(大写)<u>　　　　　　　</u> 万元整，￥<u>　　　　　　　　</u>, 上述借款抵押担保房产地址：<u>　　　　　　　　　　　　　　　　　　　　　　　　</u>，现因借款人违约，出借人作为委托人依据法律之规定授权受托人<u>　　</u> 通过法律允许的方式代理清收借款人所欠借款本金人民币（大 写）<u>　　</u> 万元整以及相关拖欠的利息、违约金和实现债权 的一切费用一事，并将所有追收回的款项直接汇入委托人指定的本人帐户。</p> 
<p class="text">户名：<u>　　　　　　　　　　　　　　　　　</u> </p>
<p class="text">开户行：<u>　　　　　　　　　　　　　　　　</u></p>
<p class="text">银行账号：<u>　　　　　　　　　　　　　　　</u></p>
<p class="text">二、清收的收费方式 </p>
<p class="text">委托人和受托人友好协商达成一致，若受托人一次性收回全部债权，则委托人承诺于收回债权当日将收回全部债权金额的<u>　　</u>％作为清收委托代理费 用支付给予受托人。若受托人分批收回债权，则委托人在每次收回债权当日将该次收回债权金额的 <u>　　</u>%作为清收委托代理费用支付给予受托人。</p> 
<p class="text">三、清收期限 </p>
<p class="text">清收委托有效期自本协议签署之日起至 <u>　　</u>年<u>　　</u> 月<u>　　</u> 日止。</p> 
<p class="text">四、甲乙双方权利义务：</p> 
<p class="text">1.委托权限：调解、清收。委托人仅授权受托人通过合法方式清收，若受托人采用非法方式清收所造成的一切责任由受托人承担与委托人无关。</p> 
<p class="text">2.委托人需提供一切能够有效证明借款关系的资料给予受托人清收债务。</p> 
<p class="text">3．委托人应保障其与借款人债权的合法性和真实性，若因委托人债权的合法性 和真实性的瑕疵造成借款人和受托方的损失，由委托人承担赔偿责任。</p>
<p class="text">4.若受托人一次性收回全部债权，则委托人须于收到全部债权金额的当日按本协议约定支付清收委托代理费用。</p>
<p class="text">5.若受托人分批次收回债权，委托人不支付任意一次委托代理服务费，受托人可以解除本协议，并要求委托人支付受托人应收取的委托代理费并赔偿相应的损失。</p>
<p class="text">6. 受托人清收的回款优先偿付借款本金,借款本金全部收回后再抵扣利息、违约金和实现债权的一切费用。</p> 
<p class="text">五、违约条款 </p>
<p class="text">甲乙双方均应履行本协议所约定的义务，任何一方不履行或不完全适当履行即构成违约，违约一方应对守约方造成的一切损失承担经济和法律责任。</p> 
<p class="text">六、争议的处理 </p>
<p class="text">因履行本协议履行而产生的任何纠纷，甲乙双方应友好协商解决。如协商不成，任何一方均有权向本合同签订地人民法院提起诉讼。</p>
<p class="text">七、本协议自甲乙双方签字或盖章之日起生效。</p> 
<p class="text">八、本合同签订地：<u>　　　　　　　　　　　　　　　　　　　　　　　</u></p>
<p class="text">甲方（委托方）：<u>　　　　　　　　</u>　　　乙方(受托方)：<u>　　　　　　　　　</u>
<p class="text"><u>　　　　</u>年<u>　　　　</u> 月 <u>　　　　</u>日　　　<u>　　　　</u>年<u>　　　　</u> 月<u>　　　　</u> 日 